{
  "stories": [
    {
      "title": "The hidden Chamber",
      "description": "Do not fear the ghosts in this house; they are the least of your worries.\nPersonally I find the noises they make reassuring,\nThe creaks and footsteps in the night,\ntheir little tricks of hiding things, or moving them, I find\nendearing, not upsettling. It makes the place feel so much more like home.\nInhabited.\nApart from ghosts nothing lives here for long. No cats,\nno mice, no flies, no dreams, no bats. Two days ago\nI saw a butterfly,\na monarch I believe, which danced from room to room\nand perched on walls and waited near to me.\nThere are no flowers in this empty place, \nand, scared the butterfly would starve, I forced a window wide,\ncupped my two hands around her fluttering self,\nfeeling her wings kiss my palms so gentle,\nand put her out, and watched her fly away.\nI’ve little patience with the seasons here, but\nyour arrival eased this winter’s chill.\nPlease, wander round. Explore it all you wish.\nI’ve broken with tradition on some points. If there is\none locked room here, you’ll never know. You’ll not find\nin the cellar’s fireplace old bones or hair. You’ll find no blood.\nRegard:\njust tools, a washing machine, a dryer, a water heater, and a chain of keys.\nNothing that can alarm you. Nothing dark.\nI may be grim, perhaps, but only just as grim\nas any man who suffered such affairs. Misfortune,\ncarelessness or pain, what matters is the loss. You’ll see\nthe heartbreak linger in my eyes, and dream\nof making me forget what came before you walked\ninto the hallway of this house. Bringing a little summer\nin your glance, and with your smile.\nWhile you are here, of course, you will hear the ghosts, always a room away,\nand you may wake beside me in the night,\nknowing that there’s a space without a door\nknowing that there’s a place that’s locked but isn’t there. Hearing them scuffle, echo, thump and pound.\nIf you are wise you’ll run into the night, fluttering away into the cold\nwearing perhaps the laciest of shifts. The lane’s hard flints\nwill cut your feet all bloody as you run,\nso, if I wished, I could just follow you,\ntasting the blood and oceans of your tears. I’ll wait instead,\nhere in my private place, and soon I’ll put\na candle\nin the window, love, to light your way back home.\nThe world flutters like insects. I think this is how I shall remember you,\nmy head between the white swell of your breasts,\nlistening to the chambers of your heart.\n\n",
      "createdAt": "2023-04-18T13:39:01.341Z",
      "userId": "103852041288548232543",
      "firstName": "Ahmed",
      "id": 0
    },
    {
      "title": "Locks",
      "description": "We owe it to each other to tell stories,\nas people simply, not as father and daughter.\nI tell it to you for the hundredth time:\n\n“There was a little girl, called Goldilocks,\nfor her hair was long and golden,\nand she was walking in the Wood and she saw—”\n\n“—cows.” You say it with certainty,\nremembering the strayed heifers we saw in the woods\nbehind the house, last month.\n\n“Well, yes, perhaps she saw cows,\nbut also she saw a house.”\n\n“—a great big house,” you tell me.\n“No, a little house, all painted, neat and tidy.”\n\n“A great big house.”\nYou have the conviction of all two-year-olds.\nI wish I had such certitude.\n“Ah. Yes. A great big house.\nAnd she went in…”\n\nI remember, as I tell it, that the locks\nof Southey’s heroine had silvered with age.\nThe Old Woman and the Three Bears…\nPerhaps they had been golden once, when she was a child.\n\nAnd now, we are already up to the porridge,\n“And it was too—”\n“—hot!”\n“And it was too—”\n“—cold!”\nAnd then it was, we chorus, “just right.”\n\nThe porridge is eaten, the baby’s chair is shattered,\nGoldilocks goes upstairs, examines beds, and sleeps,\nunwisely.\nBut then the bears return.\nRemembering Southey still, I do the voices:\nFather Bear’s gruff boom scares you, and you delight in it.\n\nWhen I was a small child and heard the tale,\nif I was anyone I was Baby Bear,\nmy porridge eaten, and my chair destroyed,\nmy bed inhabited by some strange girl.\n\nYou giggle when I do the baby’s wail,\n“Someone’s been eating my porridge, and they’ve eaten it—”\n“All up,” you say. A response it is,\nOr an amen.\n\nThe bears go upstairs hesitantly,\ntheir house now feels desecrated. They realize\nwhat locks are for. They reach the bedroom.\n“Someone’s been sleeping in my bed.”\nAnd here I hesitate, echoes of old jokes,\nsoft-core cartoons, crude headlines, in my head.\n\nOne day your mouth will curl at that line.\nA loss of interest, later, innocence.\nInnocence, as if it were a commodity.\n“And if I could,” my father wrote to me,\nhuge as a bear himself, when I was younger,\n“I would dower you with experience, without experience,”\nand I, in my turn, would pass that on to you.\nBut we make our own mistakes. We sleep\nunwisely.\nThe repetition echoes down the years.\nWhen your children grow, when your dark locks begin to silver,\nwhen you are an old woman, alone with your three bears,\nwhat will you see? What stories will you tell?\n\n“And then Goldilocks jumped out of the window\nand she ran—”\nTogether, now: “All the way home.”\n\nAnd then you say, “Again. Again. Again.”\n\nWe owe it to each other to tell stories.\nThese days my sympathy’s with Father Bear.\nBefore I leave my house I lock the door,\nand check each bed and chair on my return.\n\nAgain.\n\nAgain.\n\nAgain.",
      "createdAt": "2023-04-19T07:11:54.368Z",
      "userId": "103852041288548232543",
      "firstName": "Ahmed",
      "id": 1
    }
  ]
}